
const qnaList = [

    {
        q: "학창시절에 주로 뭐할 때가 제일 좋았어? ",
        a: [
            {
                answer: "a. 난 친구들이랑 함께 있는게 제일 좋았지!",
                type: [0, 1],
            },
            {
                answer: "b. 혼자 인터넷이나 게임하는게 좋았어",
                type: [2, 1],
            },
        ],
    },
    {
        q: "친구들하고 뭐하고 놀때 가장 좋았어?",
        a: [
            {
                answer: "a. 친구들이랑 운동하는게 최고였지!",
                type: [0, 2, 3],
            },
            { answer: "b. 친구들하고 매점 털어줘야 인지상정!", type: [0] },
        ],
    },
    {
        q: "그 때 내가 주로 입던 바지는?",
        a: [
            {
                answer: "a. 카파, 험멜 스러운 바지",
                type: [0, 2],
            },
            {
                answer: "b. 곰팡이, 돌청 바지",
                type: [0],
            },
        ],
    },
    {
        q: "내 친한 친구들이 주로 쓰던 아이템은? ",
        a: [
            {
                answer: "a. 돼지코 가방",
                type: [0],
            },
            {
                answer: "b. 노스페이스 패딩",
                type: [0],
            },
        ],
    },
    {
        q: "하교 후에 주로 내가 하던 일은?",
        a: [
            { answer: "a. 사진 보정해서 싸이월드에 사진 올리기", type: [0] },
            {
                answer: "b. 애니팡으로 친구들과 순위배틀",
                type: [2, 1],
            },
           
        ],
    },
    
];

const infoList = [
    {
        nameIntro: "'그 때 그 시절의 나는..'",
        name: "좀 놀아본 인싸",
        desc1: "항상 친구들과 함께 하는 걸 좋아하고, <br> 유행에 민감해서 유행에 따라가는 경향이 <br> 있는 당신, 제법 인싸 냄새가 나는 걸요. <br> 어쩌면 주변 친구들보다 서열이 높았을지도? <br> 그치만 주변 친구들이 조금은 두려워 했을 <br> 힘있는 존재였을지도 몰라요..! ",
        descTitle2:
            "나랑 궁합이 좋은",
        desc2: "놀 줄 아는 놈",
        descTitle3:
            "나랑 거리가 있는",
        desc3: "그 시절의 힉힉호무리",
    },

];
